Repository: denever/secuchecklist
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: it

source: Logged In
it: Accesso

source: Logged Out
it: Uscita

source: Created
it: Creato

source: Edited
it: Modificato

source: Deleted
it: Eliminato

source: Account
it: Profilo

source: Activity date
it: Data attività

source: Action
it: Azione

source: Object name
it: Nome oggetto

source: Activity
it: Attività

source: Activities
it: Attività

source: Date
it: Data

source: On
it: Su

source: Change password
it: Cambia password

source: Recent Activity
it: Attività recenti

source: Documentation
it: Documentazione

source: Customer companies recorded by
it: Aziende registrate da

source: Customer Company
it: Azienda

source: ATECO Sector 2007
it: Settore ATECO 2007

source: Record date
it: Data registrazione

source: Staff recorded by
it: Personale registrato da

source: Staff
it: Personale

source: Standard Task
it: Mansione omogenea

source: Role
it: Mansione

source: Security duties recorded by
it: Figure prevenzione registrate da

source: Customer company
it: Azienda

source: Security duty
it: Figura prevenzione

source: Name and Surname
it: Nome e Cognome

source: Internal phone
it: Telefono interno

source: External phone
it: Telefono esterno

source: Tax code
it: Codice Fiscale

source: Vat code
it: Partita IVA

source: Phone
it: Telefono

source: Province
it: Provincia

source: Provinces
it: Province

source: Township
it: Comune

source: Zipcode
it: CAP

source: Townships
it: Comuni

source: Code
it: Codice

source: Name
it: Nome

source: Description
it: Descrizione

source: ATECO Sectors 2007
it: Settori ATECO 2007

source: Standard task
it: Mansione omogenea

source: Standard tasks
it: Mansioni omogenee

source: Roles
it: Mansioni

source: Security duties
it: Figure prevenzione

source: Short name
it: Sigla

source: Certification
it: Certificazione

source: Certifications
it: Certificazioni

source: Collaboration Agreement Name
it: Nome forma contrattuale

source: Collaboration Agreement
it: Forma contrattuale

source: Collaboration Agreements
it: Forme contrattuali

source: Nationality
it: Nazionalità

source: Nationalities
it: Nazionalità

source: Health Surveillance Name
it: Nome Sorveglianza Sanitaria

source: Health surveillance
it: Sorveglianza Sanitaria

source: CPI Settlement
it: Insediamento CPI

source: CPI Settlements
it: Insediamenti CPI

source: Firm
it: Ragione sociale

source: Registered Office
it: Sede Amministrativa

source: Settlement
it: Sede Insediamento Produttivo

source: CIIAA registration
it: Registrazione CIIAA

source: INAIL position
it: Posizione INAIL

source: INPS position
it: Posizione INPS

source: Settlement size mq.
it: Superficie insediamento produttivo in mq.

source: Machine usage
it: Uso macchine

source: Dangerous substances
it: Sostanze pericolose

source: Working environment general description
it: Descrizione generale dell'ambiente di lavoro

source: Recorded by
it: Registrato da

source: Last update by
it: Ultima modifica di

source: Recorded on
it: Registato il

source: Customer companies
it: Aziende

source: Department name
it: Nome Reparto

source: Department description
it: Descrizione Reparto

source: Department size mq.
it: Dimensione reparto in mq.

source: Department
it: Reparto

source: Departments
it: Reparti

source: Male
it: Maschio

source: Female
it: Femmina

source: Surname
it: Cognome

source: Birth date
it: Data di nascita

source: Gender
it: Sesso

source: Collaboration agreement
it: Forma contrattuale

source: Workers count
it: Computo lavoratori

source: Employ date
it: Data assunzione

source: Company security duty
it: Figura Prevenzione in Azienda

source: Company security duties
it: Figure Prevenzione in Azienda

source: Operator
it: Operatore

source: Exposed staff
it: Personale esposto

source: Compliance Requirements
it: Requisit di conformità

source: Equipment
it: Attrezzatura

source: Individual Protection Equipment
it: Dispositivo protezione individuale

source: Individual Protection Equipments
it: Dispositivi protezione individuale

source: Enter a valid phone number
it: Inserire un numero di telefono valido

source: Current company
it: Azienda Corrente

source: Working env
it: Ambiente di Lavoro

source: Security Duties
it: Figure prevenzione

source: Equipments
it: Attrezzature

source: Add Customer Company
it: Aggiungi Azienda

source: Are you sure?
it: Sei sicuro?

source: Do you really want to remove
it: Vuoi davvero cancellare

source: as
it: come

source: Yes, I'm sure
it: Si, sono sicuro

source: Security duty registration
it: Registrazione Figure prevenzione

source: Save
it: Registra

source: Security duty detail
it: Figura prevenzione dettaglio

source: Edit
it: Modifica

source: Add new security duty
it: Aggiungi Figura Prevenzione

source: Duty
it: Figura

source: Actions
it: Azioni

source: Delete
it: Elimina

source: Edit Security Duty
it: Modifica Figura prevenzione

source: Update
it: Aggiorna

source: Add a new company
it: Aggiungi Azienda

source: Company
it: Azienda

source: Customers registered in
it: Clienti registrati nel

source: Do you really want to remove customer company
it: Vuoi davvero rimuovere l'azienda

source: Details extract:
it: Riepilogo dettagli azienda:

source: yes
it: Sì

source: Customer company registration
it: Registrazione Aziende

source: Detail for
it: Dettagli per

source: Registered office
it: Sede Amministrativa

source: CIIAA iscription
it: Registrazione CIIAA

source: Yes
it: Sì

source: Settlement size
it: Superficie insediamento produttivo

source: Numbers of workers
it: Numero di lavoratori

source: Customer Companies
it: Aziende

source: Add a new customer company
it: Aggiungi una nuova azienda

source: No companies are available.
it: Non ci sono aziende clienti disponibili.

source: Edit Customer Company
it: Modifica Azienda

source: Do you really want to remove
it: Vuoi davvero cancellare

source: Department registration
it: Registrazione Reparti

source: Department detail
it: Descrizione Reparto

source: Size
it: Superficie

source: Department Staff
it: Personale del reparto

source: Delete staff from deparment
it: Rimuovi personale dal reparto

source: Department edit
it: Modifica Reparto

source: Equipment registration
it: Registrazione Attrezzature

source: Equipment detail
it: Descrizione attrezzatura

source: Exposed Staff
it: Lavoratori esposti

source: Add new equipment
it: Aggiungi Attrezzatura

source: Edit Equipment
it: Modifica attrezzatura

source: with standard task
it: con mansione omogenea

source: from company
it: Azienda

source: Staff Registration
it: Registrazione Personale

source: Staff of company
it: Personale azienda

source: Nazionality
it: Nazionalità

source: Add staff
it: Aggiungi personale

source: Staff Edit
it: Modifica Personale

source: Working environment
it: Descrizione generale dell'ambiente di lavoro

source: Add department
it: Aggiungi Reparto

source: Working environment description
it: Descrizione generale dell'ambiente di lavoro

source: Question
it: Domanda

source: Measure
it: Misura

source: Suggestion yes
it: Suggerimento si

source: Suggestion No
it: Suggerimento No

source: Notes
it: Note

source: Risk Factor
it: Fattore di Rischio

source: Risk Factors
it: Fattori di Rischio

source: Add Risk Factor
it: Aggiungi fattore di rischio

source: from folder
it: dal gruppo

source: Risk Factor Edit
it: Modifica fattore di rischio

source: Edit risk factor
it: Modifica fattore di rischio

source: Suggestion Yes
it: Suggerimento Si

source: Children
it: Sotto fattori di rischio

source: Add a new risk factor
it: Aggiungi un nuovo fattore di rischio

source: Answer
it: Risposta

source: Welcome
it: Benvenuto

source: Last login
it: Ultimo login

source: Your account
it: Profilo

source: Recent activities
it: Attività recenti

source: Django site admin
it: Amministrazione
